{
  "Log in": "Đăng nhập",
  "Change Language": "Thay đổi ngôn ngữ",
  "Change Currency": "Thay đổi tiền tệ",
  "Change Theme": "Thay đổi giao diện",
  "Select Game": "Lựa chọn game",
  "English": "Tiếng Anh",
  "Vietnamese": "Tiếng Việt",
  "VND": "VND",
  "US Dollar": "USD",

  "The": "",
  "All-In-One": "Tất cả trong một",
  "Platform for Gamers": "Nền tảng của Game Thủ",
  "Premium Elo Boosting": "Tăng elo nhanh chóng",
  "Expert Coaching": "Tập luyện với chuyên gia",
  "High-Quality Accounts": "Tài khoản chất lượng cao",
  "Coming Soon": "Sắp ra mắt",

  "Our Services": "Dịch vụ của chúng tôi",
  "Whether you're seeking top-tier boosting, expert coaching, or high-quality accounts, we've got you covered": "Cho dù bạn đang tìm kiếm tài khoản thăng cấp hàng đầu, huấn luyện chuyên gia hay tài khoản chất lượng cao, chúng tôi đều đáp ứng được nhu cầu của bạn",
  "Ranking up and progressing has never been easier and more stress-free": "Xếp hạng và tiến bộ chưa bao giờ dễ dàng và thoải mái hơn thế",
  "Boosting": "Xếp hạng ngay bây giờ",
  "Step up your game with our vast catalog of affordable, top-quality accounts": "Đẩy mạnh trò chơi của bạn với danh mục tài khoản phong phú, chất lượng hàng đầu, giá cả phải chăng của chúng tôi",
  "Accounts": "Duyệt tài khoản",
  "Expert coaching by former C9 analysts, LCS players, and more": "Huấn luyện chuyên nghiệp bởi các cựu nhà phân tích C9, tuyển thủ LCS, v.v.",
  "Coaching": "Nhận huấn luyện",

  "We Like To Keep It Fast And Easy": "Mọi thứ thật nhanh chóng và dễ dàng",
  "Buying boosting, accounts and coaching has never been this easy. Just select your service, make a payment and enjoy!": "Mua boost, tài khoản và tập luyện chưa bao giờ dễ dàng đến thế. Chỉ cần chọn dịch vụ, thanh toán và tận hưởng!",
  "Select Service": "Lựa chọn gói",
  "Select the game, service and customize your order": "Chọn game, dịch vụ và tùy chỉnh đơn hàng của bạn",
  "Secure Payment": "Thanh toán an toàn",
  "We accept all major credit cards, PaySafe, Apple Pay, Google Pay, Crypto, and more!": "Chấp nhận thanh toán bằng thẻ, PaySafe, Apple Pay, Google Pay, Crypto, và ...",
  "Order Starts": "Đặt hàng thuận tiện",
  "Sit back, relax and enjoy - We will take care of everything for you": "Hãy ngồi thư giãn và tận hưởng - Chúng tôi sẽ lo mọi thứ cho bạn",
  "Order Completed": "Gói hoàn tất",
  "Just like magic, you're now all set! We appreciate your feedback, so don't forget to share your experience with us": "Thật kỳ diệu! Trong thời gian ngắn bạn có thể sử dụng dịch vụ, hãy chia sẻ trải nghiệm của bạn với chúng tôi",

  "Gaming Services Just Got Better": "Tạo ra những dịch vụ Gaming tốt hơn",
  "We are setting the new standard in the gaming industry.": "Chúng tôi đang thiết lập tiêu chuẩn mới trong ngành công nghiệp game.",
  "Instant 24/7 Human Support": "Nhân viên hỗ trợ 24/7",
  "No bots, no ChatGPT – just humans": "Không bots, không ChatGPT - chỉ người thật",
  "3-6% Cashback on all purchases": "Hoàn tiền 3-6% cho mỗi giao dịch",
  "Full Privacy & Anonymity": "Quyền riêng tư & Ẩn danh hoàn toàn",
  "Who are you? We don't know": "Bạn là ai? Chúng tôi không cần thông tin của bạn",
  "Secure & Instant Payments": "Thanh toán an toàn & Tức thì",
  "Buy gaming services with PaysafeCard, Apple Pay, and more": "Mua dịch vụ bằng PaysafeCard, Apple Pay, v.v",

  "CS2Boost in Numbers": "CS2 qua những con số",
  "Our team has united the most experienced people in the gaming industry, from all over the world, with one mission": "Đội ngũ của chúng tôi đã kết hợp những người có kinh nghiệm nhất trong ngành công nghiệp game, từ khắp mọi nơi trên thế giới, với một sứ mệnh duy nhất",
  "To truly change the life of every day gamers": "Để thực sự thay đổi cuộc sống của những người chơi hàng ngày",

  "Gamers we Empowered": "Những người chơi mà chúng tôi đã trang bị quyền lực",
  "Proudly serving a thriving community of passionate gamers worldwide": "Hân hạnh phục vụ cộng đồng người chơi đam mê trên khắp thế giới",
  "Orders Completed": "Đơn hàng đã hoàn thành",
  "Boosting, Coaching, Accounts and we're just getting started": "Boosting, Coaching, Accounts và chúng tôi chỉ mới bắt đầu",
  "Operating Since": "Hoạt động từ",
  "That's all it took us to revolutionize the game services industry": "Chỉ đó là đủ để chúng tôi cách mạng hóa ngành dịch vụ game",
  "Pro Players": "Các vận động viên chuyên nghiệp",
  "The very best gamers stand ready to fulfill your orders": "Các game thủ xuất sắc nhất sẵn sàng thực hiện đơn hàng của bạn",

  "Frequently Asked Questions": "Câu hỏi thường gặp",
  "Got anymore questions? Feel free to contact us on Discord or Live Chat": "Còn câu hỏi nào khác không? Hãy liên hệ với chúng tôi qua Discord hoặc Live Chat",

  "What is GameBoost": "GameBoost là gì",
  "GameBoost is your all-in-one gaming solution for affordable Boosting, expert Coaching, and top-quality gaming accounts. We support popular games such as": "GameBoost là giải pháp chơi game toàn diện của bạn với Boosting giá trị, Coaching chuyên nghiệp và tài khoản game chất lượng cao. Chúng tôi hỗ trợ các trò chơi phổ biến như",
  "What types of payment methods does GameBoost accept": "GameBoost chấp nhận những phương thức thanh toán nào",
  "GameBoost accepts all major debit and credit cards, PayPal, PaySafeCard, Apple Pay, Google Pay, Direct Bank Transfer, and Skrill, providing you with a variety of payment options to choose from": "GameBoost chấp nhận tất cả các loại thẻ ghi nợ và tín dụng chính, PayPal, PaySafeCard, Apple Pay, Google Pay, Chuyển khoản Ngân hàng Trực tiếp và Skrill, mang đến cho bạn nhiều lựa chọn thanh toán",
  "Why Should I Choose GameBoost": "Tại sao nên chọn GameBoost",
  "GameBoost is the highest rated platform on TrustPilot, with a 5.0-star rating and up to 40% lower prices than the competition. Combined with 24/7 live support, this makes us the most affordable and trustworthy gaming services platform on the market": "GameBoost là nền tảng có xếp hạng cao nhất trên TrustPilot, với đánh giá 5.0 sao và giá thấp hơn đến 40% so với đối thủ. Kết hợp với hỗ trợ trực tuyến 24/7, điều này khiến chúng tôi trở thành nền tảng dịch vụ game phổ biến và đáng tin cậy nhất trên thị trường",
  "How do I leave feedback or review for the services": "Làm thế nào để để lại phản hồi hoặc đánh giá cho các dịch vụ",
  "We highly value customer feedback so if you want to take a moment to leave us a review you can do it on: Trustpilot and Discord. We really appreciate it": "Chúng tôi rất trân trọng phản hồi từ khách hàng, nếu bạn muốn dành chút thời gian để để lại đánh giá, bạn có thể làm điều này trên: Trustpilot và Discord. Chúng tôi thực sự đánh giá điều đó",
  "Does GameBoost offer discounts or promotions for its services": "GameBoost có cung cấp giảm giá hoặc khuyến mãi cho các dịch vụ của mình không",
  "At GameBoost, we offer discounts, promotions, and events with the chance to win amazing prizes. Feel free to contact our LiveChat for a discount code if you don't have one and to follow our Discord for new events! Discord": "Tại GameBoost, chúng tôi cung cấp giảm giá, khuyến mãi và sự kiện với cơ hội nhận những giải thưởng tuyệt vời. Hãy liên hệ với LiveChat của chúng tôi để có mã giảm giá nếu bạn chưa có, và theo dõi Discord của chúng tôi để cập nhật các sự kiện mới",
  "I have more questions, where can I get more info": "Nếu bạn có thêm câu hỏi, bạn có thể tìm hiểu thêm thông tin ở đâu",
  "We are here 24/7. Feel free to contact us on our Live Chat": "Chúng tôi có mặt 24/7. Hãy thoải mái liên hệ với chúng tôi qua Live Chat của chúng tôi",

  "What are you waiting for": "Bạn còn chần chừ gì nữa",
  "Step up your game now! Let our pros boost your level and guide you to the higher ranks you deserve": "Nâng cao trình độ chơi ngay bây giờ! Để các chuyên gia của chúng tôi giúp bạn leo lên cấp độ và hướng dẫn bạn đạt được vị trí cao hơn mà bạn xứng đáng",
  "Sign Up Today": "Đăng ký ngay hôm nay",

  "Need Help": "Cần giúp đỡ",
  "We're here to help. Our expert human-support team is at your service 24/7": "Chúng tôi đây để giúp đỡ. Đội ngũ hỗ trợ chuyên nghiệp của chúng tôi sẵn sàng phục vụ bạn 24/7",
  "Let's Chat": "Hãy trò chuyện ngay",
  "Join Discord": "Tham gia Discord của chúng tôi"
}
