{
  "Log in": "Đăng nhập",
  "Change Language": "Thay đổi ngôn ngữ",
  "Change Currency": "Thay đổi tiền tệ",
  "Change Theme": "Thay đổi giao diện",
  "Select Game": "Lựa chọn game",
  "English": "Tiếng Anh",
  "Vietnamese": "Tiếng Việt",
  "VND": "VND",
  "US Dollar": "USD",
  "The": "",
  "All-In-One": "Tất cả trong một",
  "Platform for Gamers": "Nền tảng của Game Thủ",
  "Premium Elo Boosting": "Tăng elo nhanh chóng",
  "Expert Coaching": "Tập luyện với chuyên gia",
  "High-Quality Accounts": "Tài khoản chất lượng cao",
  "Coming Soon": "Sắp ra mắt",
  "Our Services": "Dịch vụ của chúng tôi",
  "Whether you're seeking top-tier boosting, expert coaching, or high-quality accounts, we've got you covered": "Cho dù bạn đang tìm kiếm tài khoản thăng cấp hàng đầu, huấn luyện chuyên gia hay tài khoản chất lượng cao, chúng tôi đều đáp ứng được nhu cầu của bạn",
  "Ranking up and progressing has never been easier and more stress-free": "Xếp hạng và tiến bộ chưa bao giờ dễ dàng và thoải mái hơn thế",
  "Boosting": "Nâng hạng ngay",
  "Step up your game with our vast catalog of affordable, top-quality accounts": "Đẩy mạnh trò chơi của bạn với danh mục tài khoản phong phú, chất lượng hàng đầu, giá cả phải chăng của chúng tôi",
  "Accounts": "Duyệt tài khoản",
  "Expert coaching by former C9 analysts, LCS players, and more": "Huấn luyện chuyên nghiệp bởi các cựu nhà phân tích C9, tuyển thủ LCS, v.v.",
  "Coaching": "Đào tạo",
  "We Like To Keep It Fast And Easy": "Mọi thứ thật nhanh chóng và dễ dàng",
  "Buying boosting, accounts and coaching has never been this easy. Just select your service, make a payment and enjoy!": "Mua boost, tài khoản và tập luyện chưa bao giờ dễ dàng đến thế. Chỉ cần chọn dịch vụ, thanh toán và tận hưởng!",
  "Select Service": "Lựa chọn gói",
  "Select the game, service and customize your order": "Chọn game, dịch vụ và tùy chỉnh đơn hàng của bạn",
  "Secure Payment": "Thanh toán an toàn",
  "We accept all major credit cards, PaySafe, Apple Pay, Google Pay, Crypto, and more!": "Chấp nhận thanh toán bằng thẻ, PaySafe, Apple Pay, Google Pay, Crypto, và ...",
  "Order Starts": "Đặt hàng thuận tiện",
  "Sit back, relax and enjoy - We will take care of everything for you": "Hãy ngồi thư giãn và tận hưởng - Chúng tôi sẽ lo mọi thứ cho bạn",
  "Order Completed": "Gói hoàn tất",
  "Just like magic, you're now all set! We appreciate your feedback, so don't forget to share your experience with us": "Thật kỳ diệu! Trong thời gian ngắn bạn có thể sử dụng dịch vụ, hãy chia sẻ trải nghiệm của bạn với chúng tôi",
  "Gaming Services Just Got Better": "Tạo ra những dịch vụ Gaming tốt hơn",
  "We are setting the new standard in the gaming industry.": "Chúng tôi đang thiết lập tiêu chuẩn mới trong ngành công nghiệp game.",
  "Instant 24/7 Human Support": "Nhân viên hỗ trợ 24/7",
  "No bots, no ChatGPT – just humans": "Không bots, không ChatGPT - chỉ người thật",
  "3-6% Cashback on all purchases": "Hoàn tiền 3-6% cho mỗi giao dịch",
  "Full Privacy & Anonymity": "Quyền riêng tư & Ẩn danh hoàn toàn",
  "Who are you? We don't know": "Bạn là ai? Chúng tôi không cần thông tin của bạn",
  "Secure & Instant Payments": "Thanh toán an toàn & Tức thì",
  "Buy gaming services with PaysafeCard, Apple Pay, and more": "Mua dịch vụ bằng PaysafeCard, Apple Pay, v.v",
  "CS2Boost in Numbers": "CS2 qua những con số",
  "Our team has united the most experienced people in the gaming industry, from all over the world, with one mission": "Đội ngũ của chúng tôi đã kết hợp những người có kinh nghiệm nhất trong ngành công nghiệp game, từ khắp mọi nơi trên thế giới, với một sứ mệnh duy nhất",
  "To truly change the life of every day gamers": "Để thực sự thay đổi cuộc sống của những người chơi hàng ngày",
  "Gamers we Empowered": "Những người chơi mà chúng tôi đã trang bị quyền lực",
  "Proudly serving a thriving community of passionate gamers worldwide": "Hân hạnh phục vụ cộng đồng người chơi đam mê trên khắp thế giới",
  "Orders Completed": "Đơn hàng đã hoàn thành",
  "Boosting, Coaching, Accounts and we're just getting started": "Boosting, Coaching, Accounts và chúng tôi chỉ mới bắt đầu",
  "Operating Since": "Hoạt động từ",
  "That's all it took us to revolutionize the game services industry": "Chỉ đó là đủ để chúng tôi cách mạng hóa ngành dịch vụ game",
  "Pro Players": "Các vận động viên chuyên nghiệp",
  "The very best gamers stand ready to fulfill your orders": "Các game thủ xuất sắc nhất sẵn sàng thực hiện đơn hàng của bạn",
  "Frequently Asked Questions": "Câu hỏi thường gặp",
  "Got anymore questions? Feel free to contact us on Discord or Live Chat": "Còn câu hỏi nào khác không? Hãy liên hệ với chúng tôi qua Discord hoặc Live Chat",
  "What is CS2Boost": "CS2Boost là gì",
  "CS2Boost is your all-in-one gaming solution for affordable Boosting, expert Coaching, and top-quality gaming accounts. We support popular games such as": "CS2Boost là giải pháp chơi game toàn diện của bạn với Boosting giá trị, Coaching chuyên nghiệp và tài khoản game chất lượng cao. Chúng tôi hỗ trợ các trò chơi phổ biến như",
  "What types of payment methods does CS2Boost accept": "CS2Boost chấp nhận những phương thức thanh toán nào",
  "CS2Boost accepts all major debit and credit cards, PayPal, PaySafeCard, Apple Pay, Google Pay, Direct Bank Transfer, and Skrill, providing you with a variety of payment options to choose from": "CS2Boost chấp nhận tất cả các loại thẻ ghi nợ và tín dụng chính, PayPal, PaySafeCard, Apple Pay, Google Pay, Chuyển khoản Ngân hàng Trực tiếp và Skrill, mang đến cho bạn nhiều lựa chọn thanh toán",
  "Why Should I Choose CS2Boost": "Tại sao nên chọn CS2Boost",
  "CS2Boost is the highest rated platform on TrustPilot, with a 5.0-star rating and up to 40% lower prices than the competition. Combined with 24/7 live support, this makes us the most affordable and trustworthy gaming services platform on the market": "CS2Boost là nền tảng có xếp hạng cao nhất trên TrustPilot, với đánh giá 5.0 sao và giá thấp hơn đến 40% so với đối thủ. Kết hợp với hỗ trợ trực tuyến 24/7, điều này khiến chúng tôi trở thành nền tảng dịch vụ game phổ biến và đáng tin cậy nhất trên thị trường",
  "How do I leave feedback or review for the services": "Làm thế nào để để lại phản hồi hoặc đánh giá cho các dịch vụ",
  "We highly value customer feedback so if you want to take a moment to leave us a review you can do it on: Trustpilot and Discord. We really appreciate it": "Chúng tôi rất trân trọng phản hồi từ khách hàng, nếu bạn muốn dành chút thời gian để để lại đánh giá, bạn có thể làm điều này trên: Trustpilot và Discord. Chúng tôi thực sự đánh giá điều đó",
  "Does CS2Boost offer discounts or promotions for its services": "CS2Boost có cung cấp giảm giá hoặc khuyến mãi cho các dịch vụ của mình không",
  "At CS2Boost, we offer discounts, promotions, and events with the chance to win amazing prizes. Feel free to contact our LiveChat for a discount code if you don't have one and to follow our Discord for new events! Discord": "Tại CS2Boost, chúng tôi cung cấp giảm giá, khuyến mãi và sự kiện với cơ hội nhận những giải thưởng tuyệt vời. Hãy liên hệ với LiveChat của chúng tôi để có mã giảm giá nếu bạn chưa có, và theo dõi Discord của chúng tôi để cập nhật các sự kiện mới",
  "I have more questions, where can I get more info": "Nếu bạn có thêm câu hỏi, bạn có thể tìm hiểu thêm thông tin ở đâu",
  "We are here 24/7. Feel free to contact us on our Live Chat": "Chúng tôi có mặt 24/7. Hãy thoải mái liên hệ với chúng tôi qua Live Chat của chúng tôi",
  "What are you waiting for": "Bạn còn chần chừ gì nữa",
  "Step up your game now! Let our pros boost your level and guide you to the higher ranks you deserve": "Nâng cao trình độ chơi ngay bây giờ! Để các chuyên gia của chúng tôi giúp bạn leo lên cấp độ và hướng dẫn bạn đạt được vị trí cao hơn mà bạn xứng đáng",
  "Sign Up Today": "Đăng ký ngay hôm nay",
  "Need Help": "Cần giúp đỡ",
  "We're here to help. Our expert human-support team is at your service 24/7": "Chúng tôi đây để giúp đỡ. Đội ngũ hỗ trợ chuyên nghiệp của chúng tôi sẵn sàng phục vụ bạn 24/7",
  "Let's Chat": "Hãy trò chuyện ngay",
  "Join Discord": "Tham gia Discord của chúng tôi",
  "Rank Up Now": "Nâng Hạng Ngay",
  "Browse Accounts": "Duyệt Tài Khoản",
  "Get Coaching": "Đào Tạo Cách Chơi",
  "CS2 Boost & Carry Services": "CS2 Boost và các dịch vụ chính",
  "Buy CS2 Boosting & Carry services": "Mua CS2 Boosting và các dịnh vụ đi kèm",
  "Premier": "Xếp hạng",
  "Elevate your ranking to new heights with our top-tier boosting service, enhancing your position effectively and remarkably": "Nâng cao hạng của bạn lên tầm mới với dịch vụ tăng cường hàng đầu của chúng tôi, tối ưu hóa vị trí của bạn một cách hiệu quả và đáng kinh ngạc",
  "Wingman": "Đấu đôi",
  "Unleash hidden power, ignite performance, and soar to the pinnacle with the premier optimized experience": "Rải sức mạnh ẩn, thắp lên hiệu suất, và bay vút lên đỉnh cao với trải nghiệm tối ưu hóa hàng đầu",
  "What is Counter Strike 2 Boost": "Counter Strike 2 Boost là gì?",
  "If you’re seeking to elevate your gaming experience in Counter Strike 2 but lack the time or dedication to climb the ranks on your own, you can explore the option of utilizing a CS2 boosting service. This service enables you to enlist the expertise of a skilled player who will play on your behalf and help you attain your desired rank": "Nếu bạn muốn nâng cao trải nghiệm chơi game trong Counter Strike 2 nhưng thiếu thời gian hoặc cam kết để tự mình leo lên hạng, bạn có thể xem xét việc sử dụng dịch vụ tăng cường CS2. Dịch vụ này cho phép bạn tận dụng chuyên môn của một người chơi tài năng, người sẽ chơi thay bạn và giúp bạn đạt được hạng mong muốn của mình",
  "CS2 Boosting is it safe": "CS2 Boosting có an toàn không",
  "When striving for progress in the gaming world, the preservation of your achievements becomes paramount. To guarantee a secure and discreet CS2 boost, we exclusively enlist the services of exceptional and trustworthy boosters, each equipped with our premium private VPN. This extensively tested approach has proven its effectiveness in countless games, providing you with peace of mind and assurance of a risk-free experience when utilizing our service": "Khi đang nỗ lực tiến triển trong thế giới game, việc bảo toàn những thành tựu của bạn trở nên quan trọng hết sức. Để đảm bảo một dịch vụ CS2 boosting an toàn và kín đáo, chúng tôi chỉ tin dùng những người tăng cường tuyệt vời và đáng tin cậy, mỗi người đều được trang bị VPN riêng cao cấp của chúng tôi. Phương pháp này đã được kiểm tra rộng rãi và chứng minh hiệu quả trong vô số trò chơi, mang lại sự yên tâm và đảm bảo một trải nghiệm không rủi ro khi sử dụng dịch vụ của chúng tôi",
  "How can I be sure my Steam account won't be stolen": "Làm thế nào để đảm bảo rằng tài khoản Steam của tôi không bị đánh cắp",
  "The combination of your unique login credentials and the protection provided by Steam Guard makes it virtually impossible for anyone to steal your account. We prioritize the utmost security measures to ensure your peace of mind and safeguard your valuable gaming assets": "Sự kết hợp giữa thông tin đăng nhập duy nhất của bạn và bảo vệ từ Steam Guard làm cho việc đánh cắp tài khoản của bạn trở nên gần như không thể. Chúng tôi ưu tiên các biện pháp an ninh tối đa để đảm bảo sự an tâm của bạn và bảo vệ tài sản chơi game quý báu của bạn",
  "How does CS2 boosting work": "Làm thế nào dịch vụ Boosting CS2 hoạt động",
  "CS2 boosting involves hiring professional players who will play on your account to help you achieve your desired rank. They use their skills and expertise to win matches and enhance your in-game performance": "Dịch vụ tăng cường CS2 liên quan đến việc thuê người chơi chuyên nghiệp để chơi thay bạn, giúp bạn đạt được hạng mong muốn. Họ sử dụng kỹ năng và chuyên môn của mình để giành chiến thắng trong các trận đấu và nâng cao hiệu suất trong game của bạn",
  "How long does CS2 boosting take": "Dịch vụ tăng cường CS2 mất bao lâu",
  "The duration of CS2 boosting depends on various factors, including your current rank and the desired rank. Generally, our boosters work efficiently to complete the boosting process as quickly as possible while maintaining the highest quality standards. You can check the estimated completion time for your specific order in our Members Area dashboard": "Thời gian của dịch vụ tăng cường CS2 phụ thuộc vào nhiều yếu tố, bao gồm hạng hiện tại của bạn và hạng mong muốn. Nói chung, các người tăng cường của chúng tôi làm việc hiệu quả để hoàn thành quá trình tăng cường càng nhanh càng tốt, đồng thời duy trì các tiêu chuẩn chất lượng cao nhất. Bạn có thể kiểm tra thời gian hoàn thành ước tính cho đơn hàng cụ thể của mình trong bảng điều khiển Khu vực Thành viên của chúng tôi",
  "How Does Premier and Wingman Carry Work?": "Làm thế nào dịch vụ Premier và Wingman Boosting hoạt động?",
  "The fastest & easiest way to get your desired gear, rating, titles & achievements": "Cách nhanh nhất và dễ dàng nhất để có được trang bị, xếp hạng, danh hiệu và thành tựu mong muốn của bạn",
  "Choose between Premier and Wingman services": "Lựa chọn giữa dịch vụ Premier và Wingman",
  "Pick the Boost service that fits your goals": "Chọn dịch vụ Boost phù hợp với mục tiêu của bạn",
  "Make a secured payment & enjoy your Boost": "Thực hiện thanh toán an toàn và tận hưởng dịch vụ Boost của bạn",
  "FAQs About Counter Strike 2 Boosting": "Những câu hỏi thường gặp về dịch vụ Boosting Counter Strike 2",
  "Select your current Exp and desired Exp": "Chọn điểm kinh nghiệm hiện tại và mong muốn của bạn",
  "My Exp": "Điểm hiện tại",
  "Desired Exp": "Điểm mong muốn",
  "Info": "Thông tin",
  "All the important details about our Level Farming": "Tất cả các thông tin quan trọng về dịch vụ farm cấp của chúng tôi",
  "Earned XP": "Điểm kinh nghiệm của các chế độ",
  "Requirements": "Yêu cầu",
  "Have prime": "Có Prime",
  "Only players with prime can drop weekly": "Chỉ những người chơi có Prime mới có thể nhận được drop hàng tuần",
  "Extra Options": "Tùy chọn bổ sung",
  "Live Stream": "Live Stream",
  "Watch your booster's gameplay in real-time": "Xem trực tiếp gameplay booster của bạn",
  "Priority Order": "Đơn hàng ưu tiên",
  "Get your order prioritized for faster completion": "Ưu tiên đơn đặt hàng của bạn để hoàn thành nhanh chóng hơn",
  "All the important details about our Wingman Boost": "Tất cả các thông tin quan trọng về Boost Wingman của chúng tôi",
  "All important details about experience points of each mode": "Tất cả các thông tin quan trọng về điểm kinh nghiệm của từng chế độ",
  "XP Penalty": "Điểm kinh nghiệm được cộng thêm",
  "All important details about experience points": "Tất cả các thông tin quan trọng về điểm kinh nghiệm",
  "Game mode": "Chế độ",
  "XP multiplier": "Hệ số nhân XP",
  "Approximate": "Ước tính",
  "Bonus XP multiplier": "Hệ số nhân XP thưởng",
  "Checkout": "Thanh toán",
  "Add extra options to your boost": "Thêm các tùy chọn bổ sung bạn thích",
  "Completion Time": "Thời gian hoàn thành",
  "Hours": "Giờ",
  "Discount Code": "Mã giảm giá",
  "Total Price": "Tổng giá",
  "Using a VPN is prohibited when making a purchase": "Không sử dụng VPN khi thanh toán",
  "Buy Now": "Mua ngay",
  "Apply": "Áp mã",
  "Start by selecting the server": "Chọn khu vực để bắt đầu",
  "Africa (AF)": "Châu Phi (AF)",
  "Asia (AS)": "Châu Á (AS)",
  "Australia (AU)": "Châu Úc (AU)",
  "China (CN)": "Trung Quốc (CN)",
  "Europe (EU)": "Châu Âu (EU)",
  "North America (NA)": "Bắc Mỹ (NA)",
  "South America (SA)": "Nam Mỹ (SA)",
  "Africa": "Châu Phi",
  "AF": "Châu Phi",
  "Asia": "Châu Á",
  "AS": "Châu Á",
  "Australia": "Châu Úc",
  "AU": "Châu Úc",
  "China": "Trung Quốc",
  "CN": "Trung Quốc",
  "Europe": "Châu Âu",
  "EU": "Châu Âu",
  "North America": "Bắc Mỹ",
  "NA": "Bắc Mỹ",
  "South America": "Nam Mỹ",
  "SA": "Nam Mỹ",
  "Server": "Khu vực",
  "Select the server you play on": "Chọn máy chủ mà bạn đang chơi",
  "Only players with prime can play premier": "Chỉ những người chơi có Prime mới có thể chơi xếp hạng",
  "Complete the first 10 matches": "10 trận đầu tiên",
  "We need your starting rank to conveniently boost": "Hoàn thành 10 trận đầu tiên để hiện rank premier",
  "Your booster will team up with you in duo mode": "Booster của bạn sẽ chơi chung với bạn trong một đội",
  "Services": "Các dịch vụ",
  "Level Farming": "Cày cấp",
  "Premie": "Đấu hạng",
  "Enter discount code": "Nhập mã giảm giá",
  "Price list": "Bảng giá",
  "The estimated amount does not take into account additional costs": "Bảng giá này chỉ là tham khảo chưa tính đến chi phí phát sinh",
  "Rating score": "Điểm đấu hạng",
  "Earn Point": "Điểm sau mỗi trận",
  "Coefficient calculated by region": "Hệ số được tính theo khu vực",
  "Premier points earned per win (estimated)": "Điểm xếp hạng kiếm được mỗi trận thắng (ước tính)",
  "Play with Booster (Duo)": "Chơi với Booster (2 người)",
  "Select your current Rating and desired Rating": "Chọn điểm đấu hạng hiện tại và điểm mong muốn của bạn",
  "note: ratings above 20000 are only available as piloted service": "Lưu ý: Điểm đấu hạng trên 20,000 không có dịch vụ chơi với booster",
  "All the important details about our Premier Boost": "Tất cả các thông tin quan trọng về dịch vụ Premier Boost của chúng tôi",
  "My Rating": "Điểm hiện tại",
  "Desired Rating": "Điểm mong muốn",
  "Rank": "Xếp hạng",
  "Only players with prime can play competitive": "Chỉ những người chơi có Prime mới có thể chơi xếp hạng",
  "Current Rank": "Rank hiện tại",
  "Desired Rank": "Rank mong muốn",
  "Select your current tier and division": "Chọn hạng và bậc hiện tại của bạn",
  "Select your desired tier and division": "Chọn hạng và bậc mong muốn của bạn",
  "Continue": "Tiếp tục",
  "Don't have an account": "Không có tài khoản",
  "Create one here": "Hãy tạo một cái",
  "Or": "Hoặc",
  "with email": "bằng email",
  "Login": "Đăng nhập",
  "Create Account": "Tạo tài khoản",
  "Already a member": "Đã có tài khoản",
  "Login here": "Đăng nhập tại đây",
  "Sign Up": "Đăng ký",
  "By creating an account, you agree to our": "Bằng cách tạo một tài khoản, bạn đồng ý với chúng tôi",
  "Terms of Service": "Điều khoản dịch vụ",
  "Privacy Policy": "Chính sách bảo mật",
  "Email Address": "Địa chỉ Email",
  "Password": "Mật khẩu"
}
